Repository: inteli-city/recape_sp_front
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

# stateNameSchema
source: {schema, select, SUSPENSO{Suspended} PLANEJADO{Planning} A_CONTRATAR{To be hired} A_CONTRATAR_CURTO_PRAZO{To be hired (Short Term)} CONTRATADO{Hired} EM_EXECUCAO{In Execution} CONLUIDO_RATIFICAR{Concluded - Ratificar} CONCLUIDO{Concluded} EXCLUIDO{Excluded} other{Uninformed}}
pt_br: {schema, select, SUSPENSO{Suspenso} PLANEJADO{Planejado} A_CONTRATAR{A contratar} A_CONTRATAR_CURTO_PRAZO{A contratar (Curto Prazo)} CONTRATADO{Contratado} EM_EXECUCAO{Em execução} CONCLUIDO_RATIFICAR{Concluído - Ratificar} CONCLUIDO{Concluído} EXCLUIDO{Excluído} other{Não informado}}

# fonteNameSchema
source: {schema, select, CDHU{CDHU} CONSEMAVI_2017_2020{CONSEMAVI 2017-2020} CONSEMAVI_2021_2024{CONSEMAVI 2021-2024} DECRETO_58756_2019_DEMAIS{DECRETO 58.756/2019 (DEMAIS)} DECRETO_58756_2019_SABESP{DECRETO 58.756/2019 (SABESP)} SABESP_2020{SABESP 2020} SABESP_2022_2023{SABESP 2022-2023} PARALELEPIPEDO{PARALELEPÍPEDO} PAVIMENTACAO{PAVIMENTAÇÃO} CALCADA{CALÇADA} SPOBRAS{SP OBRAS} other{Uninformed}}
pt_br: {schema, select, CDHU{CDHU} CONSEMAVI_2017_2020{CONSEMAVI 2017-2020} CONSEMAVI_2021_2024{CONSEMAVI 2021-2024} DECRETO_58756_2019_DEMAIS{DECRETO 58.756/2019 (DEMAIS)} DECRETO_58756_2019_SABESP{DECRETO 58.756/2019 (SABESP)} SABESP_2020{SABESP 2020} SABESP_2022_2023{SABESP 2022-2023} PARALELEPIPEDO{PARALELEPÍPEDO} PAVIMENTACAO{PAVIMENTAÇÃO} CALCADA{CALÇADA} SPOBRAS{SPOBRAS} other{Não informado}}

# revestimentoNameSchema
source: {schema, select, SMA{SMA} CBUQ{CBUQ} CONCRETO{CONCRETE} INTERTRAVADO{INTERLOCKED} other{Uninformed}}
pt_br: {schema, select, SMA{SMA} CBUQ{CBUQ} CONCRETO{CONCRETO} INTERTRAVADO{INTERTRAVADO} other{Não informado}}

# statusGeometriaNameSchema
source: {schema, select, NOVO{New way: without geometry} PRE_PROCESSADO{Preprocessed Geometry} PROCESSADO{Processed Geometry} APROVADO{Approved and Finalized Geometry} EDITADO{Edited geometry: awaiting processing} other{Não informado}}
pt_br: {schema, select, NOVO{Nova via: sem geometria} PRE_PROCESSADO{Geometria Pré Processada} PROCESSADO{Geometria Processada} APROVADO{Geometria Aprovada e Finalizada} EDITADO{Geometria editada: aguardando processamento} other{Não informado}}

# activeNameSchema
source: {schema, select, ATIVO{Active} INATIVO{Inactive} other{}}
pt_br: {schema, select, ATIVO{Ativo} INATIVO{Inativo} other{}}

# boolNameSchema
source: {schema, select, SIM{Yes} NAO{No} other{Uninformed}}
pt_br: {schema, select, SIM{Sim} NAO{Não} other{Não informado}}

# noInternetConnectionErrorMessage
source: No internet connection
pt_br: Sem conexão com a internet

# noDataFoundError
source: No data found
pt_br: Nenhum dado encontrado

# unknownError
source: Unknown error, please try again
pt_br: Erro desconhecido, por favor, tente novamente

# textErrorHome
source: An error was found in the parameters, following parameters are required:
pt_br: Foi encontrado um erro nos parâmetros, seguintes parâmetros são necessários:
